//  [
//     {
//       "name": "Fitness",
//       "title": "Variety for Every Body",
//       "body": "At World Gym®, we offer a diverse range of fitness classes to cater to every body and fitness goal. From cardio and strength to flexibility and balance, our classes are designed to keep your workouts engaging and effective. Join us for a fitness class that suits your preferences and challenges you to reach new heights. Check the class schedule at your local World Gym and embark on a holistic fitness journey.",
//       "description":
//         "Fitness is a pursuit suitable for everyone, accommodating both novices and seasoned enthusiasts. Whether you thrive in the energy of a gym or prefer the convenience of your home workout space, fitness provides a comprehensive approach to well-being. It's an excellent choice for those looking to:",
//       "benefits": [
//         "Improve cardiovascular health and endurance",
//         "Burn calories and maintain a healthy weight",
//         "Build muscle strength and tone",
//         "Foster mental resilience and focus"
//       ],
//       "image": "../assets/classes/gym.jpg",
//       "instructors":
//         "Our expert trainers will guide you through invigorating sessions, instructing you on effective exercises and proper techniques to unlock the full range of benefits from this holistic pursuit. Join us on the fitness journey to discover a path to self-improvement and physical vitality."
//     },
//     {
//       "name": "Yoga",
//       "title": "Embrace Mind & Body Wellness",
//       "body": "If you re looking to increase flexibility, relieve stress, and improve your mental health, yoga classes offer these benefits and so much more. World Gym® offers our members everything they need to be their best, and yoga is an integral part of many of their fitness journeys. One of our most popular group workout classes, yoga can also increase strength, reduce anxiety, and improve your overall quality of life. Contact your local World Gym to learn more about their yoga class schedule.  If you re not sure if yoga is the right group workout class for you, don t hesitate to chat with one of our team members. They will learn a bit about you and your goals and then direct you toward the best classes to help you become the best version of yourself.",
//       "description":
//         "Yoga is a practice for all, accommodating both beginners and experienced practitioners. Whether you prefer the tranquility of a studio or the convenience of your living room, yoga offers a holistic approach to well-being. It's an ideal choice for those seeking to:",
//       "benefits": [
//         "Reduce risk of injury",
//         "Increase concentration",
//         "Improve posture",
//         "Enhance mind and body connection",
//         "Gain strength and flexibility"
//       ],
//       "image": "../assets/classes/yoga.jpg",
//       "instructors":"Our experienced instructors will lead you through rejuvenating sessions, guiding you in proper poses and breathing techniques to harness the full spectrum of benefits from this mindful practice."
//     },
//     {
//       "name": "Cycling",
//       "title": "Rev Up Your Fitness Journey",
//       "body": "Join our cycling classes for an exhilarating workout that not only burns calories but also boosts your cardiovascular health. Whether you're a beginner or a seasoned cyclist, our expert instructors at World Gym® will guide you through dynamic routines, helping you improve endurance, tone muscles, and enhance overall fitness. Check the class schedule at your local World Gym and pedal your way to a healthier, happier you!",
//       "description":
//         "Cycling is for everyone! Whether you're an outdoor enthusiast or prefer the stationary bike, cycling offers a fantastic cardiovascular workout. It's an excellent choice for those aiming to:",
//       "benefits": [
//         "Burn calories and lose weight",
//         "Improve cardiovascular health",
//         "Strengthen leg muscles",
//         "Enjoy a low-impact exercise option"
//       ],
//       "image": "../assets/classes/cycling.jpg",
//       "instructors":
//         "Our instructors will guide you through exhilarating rides, ensuring proper technique and maximizing the benefits of this dynamic workout. "
//     },
//     {
//       "name": "Strength Training",
//       "title": "Build Power, Sculpt Muscles",
//       "body": "Unleash the strength within you with our Strength Training classes at World Gym®. Designed for all fitness levels, these classes focus on building muscle, increasing bone density, and improving posture. Whether you're lifting weights for the first time or looking to take your strength to the next level, our dedicated trainers are here to support you on your journey. Visit your local World Gym and discover the transformative power of strength training.",
//       "description":
//         "Strength training is for everyone! Whether you're a beginner or a seasoned lifter, incorporating strength workouts into your routine brings a multitude of benefits. Strength training is perfect for those looking to:",
//       "benefits": [
//         "Build lean muscle mass",
//         "Boost metabolism for weight management",
//         "Enhance overall body strength",
//         "Improve bone density and joint health"
//       ],
//       "image": "../assets/classes/strength.jpg",
//       "instructors":
//         "Our trainers will guide you through proper lifting techniques, personalized to your fitness level, fostering a strong and resilient physique."
//     },
//     {
//       "name": "HIIT",
//       "title": "Maximize Results, Minimize Time",
//       "body": "Short on time? Try our High-Intensity Interval Training (HIIT) classes at World Gym®. These fast-paced, intense workouts are perfect for burning calories, boosting metabolism, and improving cardiovascular health. Our skilled instructors will guide you through a series of challenging exercises, making every minute count. Elevate your fitness routine with HIIT—visit your local World Gym and experience the energy and results firsthand!",
//       "description":
//         "HIIT is for everyone! Whether you're short on time or love an intense workout, High-Intensity Interval Training is a game-changer. It's ideal for those aiming to:",
//       "benefits": [
//         "Burn maximum calories in a short time",
//         "Improve cardiovascular fitness",
//         "Boost metabolism for post-workout calorie burn",
//         "Experience a dynamic and varied exercise routine"
//       ],
//       "image": "../assets/classes/hiit.jpg",
//       "instructors":
//         "Our instructors will lead you through high-energy intervals, ensuring a challenging yet rewarding workout that fits into any schedule."
//     },
//     {
//       "name": "Zumba",
//       "title": "Dance Your Way to Fitness",
//       "body": "Join the dance party at World Gym® with our Zumba classes! This exhilarating, calorie-burning workout combines dance and fitness to create a fun and effective exercise experience. Whether you're a seasoned dancer or have two left feet, our enthusiastic instructors will make sure you have a blast while improving your coordination, balance, and cardiovascular health. Check out the Zumba class schedule at your local World Gym and let the rhythm move you!",
//       "description":
//         "Zumba is for everyone! Whether you love dancing or just want a fun way to stay active, Zumba combines fitness and dance for an exciting workout. It's perfect for those looking to:",
//       "benefits": [
//         "Burn calories through dance and movement",
//         "Improve coordination and rhythm",
//         "Enjoy a lively and social exercise environment",
//         "Enhance mood and reduce stress"
//       ],
//       "image": "../assets/classes/zumba.jpg",
//       "instructors":
//         "Our Zumba instructors will guide you through energetic routines, making fitness feel like a dance party."
//     },
//     {
//       "name": "Boxing",
//       "title": "Unleash Your Inner Fighter",
//       "body": "Step into the ring with our Boxing classes at World Gym®. Learn proper boxing techniques, improve your agility, and build strength while unleashing stress and boosting confidence. Whether you're a beginner or have experience in the ring, our expert trainers will help you develop your skills and achieve your fitness goals. Discover the power of boxing—visit your local World Gym and throw your fitness routine a punch!",
//       "description":
//         "Boxing is an inclusive sport suitable for individuals of all fitness levels. Whether you're drawn to the intensity of the ring or prefer the controlled environment of a fitness class, boxing provides a powerful full-body workout. It's an excellent choice for those aiming to:",
//       "benefits": [
//         "Boost overall cardiovascular fitness",
//         "Burn calories and promote weight loss",
//         "Enhance agility, coordination, and reflexes",
//         "Build strength and tone muscles"
//       ],
//       "image": "../assets/classes/boxing.jpg",
//       "instructors":
//         "Our skilled instructors will guide you through invigorating sessions, ensuring proper boxing techniques and form to maximize the benefits of this high-energy workout. Join us in the ring or the gym to experience the physical and mental rewards that boxing can offer."
//     }]
//     import gym from "../assets/classes/gym.jpg";
//     import yoga from "../assets/classes/yoga.jpg";
//     import cycling from "../assets/classes/cycling.jpg";
//     import strength from "../assets/classes/strength.jpg";
//     import hiit from "../assets/classes/hiit.jpg";
//     import zumba from "../assets/classes/zumba.jpg";
//     import boxing from "../assets/classes/boxing.jpg";